const Refood = [
    {
      "id": "waste-1",
      "title": "Nasi Basi",
      "body": "Nasi basi merupakan nasi yang telah berbau dan warnanya telah berubah sehingga tidak layak untuk dikonsumsi. Proses fermentasi: Siapkan wadah kecil, lalu kepal nasi basi dan masukkan ke wadah yang sudah disiapkan. selanjutnya tutup wadah dan letakkan di tempat yang gelap. Kemudian biarkan 2-5 hari. Setelah 3-5 hari didiamkan, maka nasi basi akan ditumbuhi jamur yang disebut rizops. Ini merupakan jamur yang banyak ditemukan pada tanah, buah, dan sayur.",
      "createdAt": "2024-05-27T00:00:00.000Z",
      "archived": false
    },
    {
      "id": "waste-2",
      "title": "Kulit Pisang",
      "body": "Setelah mengkonsumsi pisang biasanya seseorang pasti membuang kulit pisang sehingga terbuang percuma. Pembuatan pupuk organik cair dari kulit pisang.",
      "createdAt": "2024-05-27T00:00:00.000Z",
      "archived": false
    },
    {
      "id": "waste-3",
      "title": "Ampas Kopi",
      "body": "Kopi sering kali digunakan di berbagai olahan makanan, namun banyak orang yang membuang ampas kopi begitu saja. Untuk membuat scrub dari limbah ampas kopi cukup mudah dan dapat dilakukan dirumah.",
      "createdAt": "2024-05-27T00:00:00.000Z",
      "archived": false
    },
    {
      "id": "waste-4",
      "title": "Kulit Apel",
      "body": "Jika seseorang memakan apel kebanyakan orang akan membuang kulit apel, padahal kulit apel bisa diolah untuk dikonsumsi. Kulit apel bisa diolah menjadi kerupuk panggang yang renyah.",
      "createdAt": "2024-05-27T00:00:00.000Z",
      "archived": false
    },
    {
      "id": "waste-5",
      "title": "Cangkang Telur",
      "body": "Olahan telur sering kali kita konsumsi namun tanpa disadari cangkang telur yang kita konsumsi dapat menyebabkan bertambahnya limbah makanan. Cara membuat pupuk organik dari cangkang telur.",
      "createdAt": "2024-05-27T00:00:00.000Z",
      "archived": false
    },
    {
      "id": "waste-6",
      "title": "Susu Basi",
      "body": "Sering kali kita temukan jika seorang lupa bahwa ia memiliki susu yang telah disimpan sejak lama sehingga susu tersebut basi. Membuat keju cottage dari susu yang sudah busuk.",
      "createdAt": "2024-05-27T00:00:00.000Z",
      "archived": false
    },
    {
      "id": "waste-7",
      "title": "Ampas Teh Hijau",
      "body": "Ampas yang tersisa setelah menyeduh teh hijau. Kaya akan antioksidan dan zat-zat aktif lainnya yang bermanfaat untuk kulit. Kamu dapat memanfaatkannya sebagai masker.",
      "createdAt": "2024-05-27T00:00:00.000Z",
      "archived": false
    },
    {
      "id": "waste-8",
      "title": "Kulit Wortel",
      "body": "Kulit tipis yang biasanya dibuang saat memotong wortel. Kaya akan serat dan nutrisi lainnya yang baik untuk kesehatan pencernaan dan kulit. Buat Keripik.",
      "createdAt": "2024-05-27T00:00:00.000Z",
      "archived": false
    },
    {
      "id": "waste-9",
      "title": "Ikan Busuk",
      "body": "Ikan yang sudah mengalami proses pembusukan alami atau disengaja. Biasanya menghasilkan rasa yang khas dan unik setelah diolah dengan bumbu dan rempah-rempah tertentu. Mengolah ikan busuk menjadi lauk langka yang bernama Babutuk.",
      "createdAt": "2024-05-27T00:00:00.000Z",
      "archived": false
    },
    {
      "id": "waste-10",
      "title": "Biji dan Kulit Salak",
      "body": "Biji dan kulit salak yang telah dikumpulkan setelah mengkonsumsi buah salak. Kaya akan serat dan antioksidan yang baik untuk kesehatan. Pengolahan produk kopi dan teh dari limbah salak ini memiliki proses yang mudah dan dapat dilakukan pada skala rumahan.",
      "createdAt": "2024-05-27T00:00:00.000Z",
      "archived": false
    },
    {
      "id": "waste-11",
      "title": "Kulit Bawang",
      "body": "Kulit yang biasanya dibuang saat memotong bawang putih, bawang merah, atau bawang bombay. Kaya akan antioksidan dan flavonoid yang bermanfaat untuk kesehatan. Membuat olahan keripik dari limbah kulit bawang putih/bawang merah/bawang bombay.",
      "createdAt": "2024-05-27T00:00:00.000Z",
      "archived": false
    },
    {
      "id": "waste-12",
      "title": "Kulit Jeruk",
      "body": "Kulit jeruk yang telah dipisahkan dari buahnya. Mengandung minyak esensial yang dapat digunakan sebagai pembersih alami dan juga dapat diolah menjadi pupuk. Kulit jeruk dapat diolah menjadi pembersih ramah lingkungan.",
      "createdAt": "2024-05-27T00:00:00.000Z",
      "archived": false
    }
  ];
  